
 //A1SORT   JOB (ACCT),'A1 DFSORT',CLASS=A,MSGCLASS=X
 //SORTSTEP EXEC PGM=SORT
 //SYSOUT   DD SYSOUT=*
 //SORTIN   DD DSN=Z89368.ATHARV.TXNIN,DISP=SHR
 //SORTOUT  DD DSN=Z89368.ATHARV.TXNSORT,
 //            DISP=(NEW,CATLG,DELETE),
 //            SPACE=(CYL,(1,1)),
 //            DCB=(RECFM=FB,LRECL=38,BLKSIZE=0)
 //SYSIN    DD *
 SORT FIELDS=(1,10,CH,A)
 SUM FIELDS=NONE
 /*
